{
  "Home": "Головна",
  "About": "Про нас",
  "Services": "Послуги",
  "Projects": "Проєкти",
  "Contact": "Контакти",
  "BUILDING BETTER BRANDS": "СТВОРЮЄМО КРАЩІ БРЕНДИ",
  "We work tirelessly to develop long-term relationships with our partners, just as you strive to create strong bonds with the customers who purchase your products or use your services": "Працюємо не покладаючи рук, щоб розвивати тривалі стосунки з нашими партнерами, так само, як ви бажаєте створити міцні відносини з вашими клієнтами, які купують ваші товари або користуються вашими послугами",
  "We help create of exceptional brands. This is the embodiment of our business. Under one virtual roof, we do incredible things to achieve this goal:": "Ми - помічники у створенні виняткових брендів. Це втілення нашого бізнесу. Під одним віртуальним дахом робимо неймовірні речі, щоб досягти цієї мети:",
  "building better brands": "створення кращих брендів",
  "At": "В",
  "we carefully implement a well-designed process that helps us achieve excellence in everything we do": "ретельно впроваджується добре розроблений процес, який допомагає нам досягати досконалості в усьому, що ми робимо",
  "Logo": "Логотип",
  "It is a key element, helps to establish brand identity, enhances recognition and contributes to creating a positive impression.": "Це ключовий елемент, який допомагає створити ідентичність бренду, підвищує впізнаваність і сприяє створенню позитивного враження.",
  "Web design": "Веб-дизайн",
  "It is responsible for creating an attractive and user-friendly interface that affects the first impression of the user.": "Він відповідає за створення привабливого та зручного інтерфейсу, що впливає на перше враження користувача.",
  "Web development": "Веб-розробка",
  "Allows you to create interactive and dynamic websites that attract customers, improve user interaction and achieve business goals.": "Дозволяє створювати інтерактивні та динамічні веб-сайти, які залучають клієнтів, покращують взаємодію користувачів і досягають бізнес-цілей.",
  "Allows you to effectively promote products or services, demonstrate a unique style, establish contacts with consumers and develop faithful to the brand.": "Дозволяє ефективно просувати продукти або послуги, показувати унікальний стиль, встановлювати зв'язок зі споживачами та розвивати довіру до бренду",
  "Allows you to create viral videos, maintain interactivity and communicate with consumers. To attract attention and create a positive image among a wide audience.": "Дозволяє створювати вірусні відео, підтримувати інтерактивність і спілкуватися зі споживачами. Привернути увагу та створити позитивний імідж серед широкої аудиторії.",
  "Our approach to project delivery is a holistic approach that includes strategic planning, creative design, rapid website development and an emphasis on building lasting relationships with clients. We work tirelessly to ensure the success and growth of our clients.": "Наш підхід до реалізації проєкту — це цілісний підхід, який включає стратегічне планування, креативний дизайн, швидка розробка веб-сайтів та наголос на побудові тривалих відносин із клієнтами. Ми невтомно працюємо, щоб забезпечити успіх і зростання наших клієнтів.",
  "At Brand Maze, we pride ourselves on our ability to create exceptional brands that capture attention, demonstrate quality and leave a lasting impression. Our team of talented professionals work together, combining strategy, creativity and technology to achieve the best results for our clients.": "У Brand Maze пишаємося своєю здатністю створювати виняткові бренди, які привертають увагу, демонструють якість і залишають незабутнє враження. Наша команда талановитих професіоналів працює разом, поєднуючи стратегію, креативність і технології для досягнення найкращих результатів для наших клієнтів.",
  "Join us at Brand Maze and let us be your trusted partner in developing your brand. Together we can create the magic that will make your brand stand out and attract more success.": "Приєднуйтесь до нас у Brand Maze і дозвольте нам бути вашим надійним партнером у розвитку вашого бренду. Разом можемо створити магію, яка зробить ваш бренд помітним і приведе до успіху.",
  "Experienced team": "Досвідчена команда",
  "Business Strategy": "Бізнес стратегія",
  "Amazing Growth": "Дивовижний ріст",
  "Technical Supervision": "Технічний підтримка",
  "OUR PROFESSIONAL TEAM": "НАША КОМАНДА ПРОФЕСІОНАЛІВ",
  "Vlad Popov": "Влад Попов",
  "Julia Golban": "Юлія Голбан",
  "Heorhii Rushchak": "Георгій Рущак",
  "All Rights Reserved": "Всі права захищені",
  "Developed by": "Розроблено",
  "Skills that we have mastered so far": "Навички, якими ми успішно володіємо",
  "With our extensive experience and expertise, we offer a full range of services that include creating websites, Instagram accounts, TikTok pages, logos and more. We understand that each brand has its own unique history and values, which is why we approach each project individually, providing our clients with personalized solutions.": "Маючи великий досвід і знання, ми пропонуємо повний спектр послуг, включаючи створення веб-сайтів, Instagram акаунтів, сторінок TikTok, логотипів тощо. Ми розуміємо, що кожен бренд має свою унікальну історію та цінності, тому підходимо до кожного проєкту індивідуально, надаючи нашим клієнтам індивідуальні рішення.",
  "Who are our customers?": "Хто наші клієнти?",
  "Website design": "Веб-дизайн",
  "Logo design": "Дизайн логотипу",
  "Whether you're a small startup, medium-sized business, or large corporation, we work with you to create a website that meets your needs and goals.": "Незалежно від того, чи є ви малим стартапом, середнім підприємством чи великою корпорацією, ми працюємо з вами, щоб створити веб-сайт, який відповідає вашим потребам і цілям.",
  "Our services are available for a variety of industries including retail, hospitality, services, technology, arts and many more. We do our best to provide you with an effective, professional and user-friendly web presence that will help you attract customers and grow your business.": "Наші послуги доступні для різноманітних галузей, включаючи роздрібну торгівлю, готельний бізнес, послуги, технології, мистецтво та багато іншого. Ми робимо все можливе, щоб забезпечити вам ефективну, професійну та зручну веб-присутність, яка допоможе вам залучити клієнтів і розвивати свій бізнес.",
  "Order": "Замовити",
  "Development by Steps": "Розробка по кроках",
  "The importance of the first meeting": "Важливість першої зустрічі",
  "During our first meeting, we will have an introductory conversation where we will learn about your goals, objectives and expectations. We'll also find out what role your website should play. This information will be extremely useful for us as it will help us to develop a detailed plan of work in the future.": "Під час нашої першої зустрічі ми проведемо ознайомчу бесіду, де ми дізнаємося про ваші цілі, завдання та очікування. Ми також дізнаємося, яку роль має відігравати ваш веб-сайт. Ця інформація буде для нас надзвичайно корисною, оскільки допоможе розробити детальний план роботи на майбутнє.",
  "Create Layouts": "Створення макетів",
  "At this stage, the main role is played by the designer, who carefully examines the technical task and reproduces his artistic vision of the project. His creativity allows you to create the interface of your website to be the best in the world.": "На цьому етапі головну роль відіграє дизайнер, який уважно вивчає технічне завдання і відтворює його художнє бачення проєкту. Його креативність дозволяє створювати щоб інтерфейс вашого сайту був найкращим у світі.",
  "The programmer gives life to the design": "Програміст дає життя дизайну",
  "The role of the programmer is to ensure flawless operation of the site's functionality, maintaining its coherence with the design. The work of the coder is crucial and affects many aspects of the project. We make sure that our maestro can work without rushing to achieve the best results.": "Роль програміста - забезпечити бездоганну роботу функціоналу сайту, зберігаючи його узгодженість з дизайном. Робота кодера має вирішальне значення і впливає на багато аспектів проєкту. Ми дбаємо про те, щоб наш маестро міг працювати без поспіху для досягнення найкращих результатів.",
  "Unrelenting attention to detail": "Невпинна увага до деталей",
  "We provide harmony in our symphony. By conducting tests, we make sure that the application works flawlessly and does not have any bugs when the site opens to everyone.": "Забезпечуємо гармонію в нашій симфонії. Шляхом проведення тестів ми переконуємось, що додаток працює бездоганно і не має жодних помилок, коли сайт відкривається для публіки.",
  "Details": "Детально",
  "Hide": "Сховати",
  "Discussion of the client questionnaire": "Обговорення анкети замовника",
  "Definition of the topic and the main goal of the project": "Визначення тематики та основної мети проєкту",
  "Commercial offer": "Комерційна пропозиція",
  "Contract execution": "Укладання угоди",
  "Development and approval of a technical task": "Розробка та погодження технічного завдання",
  "Prototyping, layout and design": "Прототипування, макетування та дизайн",
  "Layout correction and approval": "Корегування, узгодження макету",
  "Layout": "Верстка макету",
  "Website development": "Програмування сайту",
  "Content filling": "Наповнення контентом",
  "Testing": "Тестування",
  "Handing over the finished project": "Здача готового проєкту",
  "Project launch": "Запуск проєкту",
  "Technologies": "Технології",
  "Why Brand Maze?": "Чому Brand Maze?",
  "We help you find exceptional and unforgettable concepts": "Допоможемо вам знайти виняткові та незабутні концепції",
  "There is no doubt that many people nowadays know how to create beautiful and stylish websites. But we offer more than just appearance - together with aesthetics, you get an expanded set of functions and capabilities.": "Немає сумніву, що сьогодні багато людей знають, як створювати красиві та стильні веб-сайти. Але ми пропонуємо не тільки зовнішній вигляд - разом з естетикою ви отримуєте розширений набір функцій і можливостей.",
  "We keep secrets within the company": "Зберігаємо секрети всередині компанії",
  "We accept orders from customers who bring unique technologies to the market that are not similar to the competition. We are fully aware that this work requires special care and we guarantee that your sensitive information will be kept confidential. If necessary, we may also enter into a non-disclosure agreement.": "Ми приймаємо замовлення від клієнтів, які виводять на ринок унікальні технології, не схожі на конкурентні. Ми повністю усвідомлюємо, що ця робота вимагає особливої обережності, і ми гарантуємо, що ваша конфіденційна інформація зберігатиметься в таємниці. У разі необхідності ми також можемо укласти угоду про нерозголошення.",
  "We are vigilant guardians of your technical task": "Ми є пильними охоронцями вашого технічного завдання",
  "We have a completely opposite philosophy compared to companies that do not consider listening to the client mandatory. Our main priority is to create a project that will be perfect in all aspects. Therefore, we pay great attention to listening to your needs, fix all the details in the technical task and do not deviate from the given course.": "У нас зовсім протилежна філософія порівняно з компаніями, які не вважають обов’язковим вислуховування клієнта. Наш головний пріоритет – створити проєкт, який буде ідеальним у всіх аспектах. Тому ми приділяємо велику увагу тому, щоб прислухатися до ваших потреб, фіксувати всі деталі в технічному завданні і не відхилятися від заданого курсу.",
  "We are open to the use of innovative methods": "Відкриті до використання інноваційних методів",
  "We always have a ready arsenal of promising and bold strategies. Not everyone will take such a step, but those who bravely take the risk will thank us later. Maybe you will find the courage to accept this challenge?": "У нас завжди є готовий арсенал перспективних і сміливих стратегій. Не кожен піде на такий крок, але той, хто сміливо ризикне, подякує нам потім. Можливо, ви знайдете в собі мужність прийняти цей виклик?",
  "What we can also do": "Що ми ще можемо зробити",
  "We already have a ready-made site, but we need technical support.Can you help?": "У нас вже є готовий сайт, але потрібна технічна підтримка. Допоможете?",
  "Even if your site was developed by another company, we are ready to provide technical support for your project. We have the ability to allocate a separate team for your project or prioritize tasks according to your needs.": "Навіть якщо ваш сайт розроблений іншою компанією, ми готові забезпечити технічну підтримку вашого проєкту. Ми маємо можливість виділити окрему команду для вашого проєкту або визначити пріоритетність завдань відповідно до ваших потреб.",
  "What is the price of the web application?": "Яка ціна веб-додатку?",
  "The cost and terms of development of a web application depend on the complexity of the project and the scope of functionality. To get a preliminary estimate, please fill out an application and provide a detailed description of your project or upload a ready-made technical task. This will help us make a more accurate estimate of the cost and terms of implementation.": "Вартість і терміни розробки веб-додатку залежать від складності проєкту та обсягу функціональності. Щоб отримати попередній кошторис, заповніть заявку та надайте детальний опис проєкту або завантажте готове технічне завдання. Це допоможе нам більш точно оцінити вартість і терміни реалізації.",
  "Can I be informed about the development of the project?": "Чи можу я бути в курсі розвитку проєкту?",
  "We provide regular reporting to the client at each stage of development. Before proceeding to the next stage, we agree on the details with you. Our team is always available for communication and ready to provide updates on the progress of the project at any time convenient for you.": "Ми регулярно звітуємо перед клієнтом на кожному етапі розробки. Перш ніж перейти до наступного етапу, ми узгоджуємо з вами деталі. Наша команда завжди доступна для спілкування і готова надати актуальну інформацію про хід виконання проєкту в будь-який зручний для вас час.",
  "I want a better site than a competitor's": "Я хочу кращий сайт, ніж у конкурентів",
  "This is exactly what we do. We will conduct a detailed study of competitors to identify their strengths and weaknesses. This will help us determine the right way to achieve your goal.": "Це саме те, що ми робимо. Ми проведемо детальне дослідження конкурентів, щоб визначити їхні сильні та слабкі сторони. Це допоможе нам визначити правильний шлях для досягнення вашої мети.",
  "We look forward to working with you": "Ми з нетерпінням чекаємо співпраці з вами",
  "EXPLORE OUR WORKS": "Досліджуйте наші роботи",
  "A convenient service for hairdressers, massage salons, which helps users make online reservations for the selected service": "Зручний сервіс для перукарень, масажних салонів, який допомагає користувачам здійснити онлайн-бронювання на обрану послугу",
  "A project that helps to find a pet for yourself or place a homeless animal in good hands": "Проєкт, який допомагає знайти собі домашнього улюбленця або віддати бездомну тварину в надійні руки",
  "This site helps to choose movies or cartoons for viewing by the whole family and records the preferences of each individual member of the family": "Цей сайт допомагає підібрати фільми чи мультфільми для перегляду всією родиною та фіксує вподобання кожного окремого члена родини",
  "A project for ordering delicious and cold ice cream": "Проєкт для замовлення смачного і холодного морозива",
  "First Name": "Ім'я",
  "Last Name": "Прізвище",
  "Email": "Електронна пошта",
  "Phone number": "Номер телефону",
  "Message":"Повідомлення",
  "Add a file...": "Додати файл...",
  "Send message": "Надіслати",
  "Your message has been successfully sent": "Ваше повідомлення успішно відправлено",
  "We will contact you. Thank you!": "Ми з вами зв'яжемось. Дякую тобі!",
  "(Allowed file formats - pdf doc docx odt ods. Maximum file size - 5 mb)": "(Дозволені формати файлів - pdf doc docx odt ods. Максимальний розмір файлу - 5 мб)",
  "Write your message": "Напишіть своє повідомлення",
  "Watson": "Ватсон",
  "John": "Джон"
}
